Repository: snaverm/Pokemon-Go-Rocket-API
Catalog: PokemonGo-UWP/Strings/*/PokemonMoves.resw
Source language: en_us
Languages: da, de, he, it, nl, pt_br, zh_cn

source: Bite
da: Bid
de: Biss
he: ביס
it: Morso
nl: Beet
pt_br: Mordida
zh_cn: 攻击

source: CrossChop
da: Kors Hug
he: לחצות לקצוץ
it: Incrocolpo
nl: Kruis slag
zh_cn: 十字斩

source: DarkPulse
da: Sort Puls
he: הדופק כהה
it: Neropulsar
nl: Donkere Pulse
pt_br: Pulso Escuro
zh_cn: 黑暗脉搏

source: Dig
da: Grav
de: Schaufler
he: לחפור
it: Fossa
nl: Graven
pt_br: Cavar
zh_cn: 挖

source: DoubleSlap
da: Dobbelt lussing
he: סטירה כפולה
it: Doppiasberla
nl: Dubbele klap
pt_br: Tapa duplo
zh_cn: 双掌

source: Ember
da: Glød
de: Glut
he: גחלת
it: Braciere
pt_br: Brasa
zh_cn: 余烬

source: Flamethrower
da: Flammekaster
de: Flammenwurf
he: להביור
it: Lanciafiamme
nl: Vlammenwerper
pt_br: Lança-chamas
zh_cn: 火焰喷射器

source: FlameWheel
da: Flame hjul
he: גלגל להבה
it: Ruotafuoco
nl: Vlam wiel
pt_br: Roda de fogo
zh_cn: 火焰轮

source: HyperBeam
da: Hyper Stråle
he: קרן היפר
it: Iper raggio
zh_cn: 超级光线

source: Lick
da: Slikke
de: Schlecker
he: ליקוק
it: Leccata
nl: Likken
pt_br: Lamber
zh_cn: 舔

source: LowKick
da: Lavt Spark
he: בעיטה נמוכה
it: Colpo basso
nl: Lage Kick
pt_br: Chute baixo
zh_cn: 低处踢

source: Megahorn
de: Vielender
he: מגה הורן
it: Megacorno
zh_cn: 角突

source: MetalClaw
da: Metal klo
he: טופר מתכת
it: Ferrartigli
nl: Metalen klauw
pt_br: Garra de metal
zh_cn: 金属爪

source: MoveUnset
da: Træk Frakoblet
he: המהלך סיסמת
it: Mossa non impostata
nl: Unset verplaatsen
pt_br: Mover-se desmontado
zh_cn: 未设置的移动

source: Pound
da: Slå
de: Pfund
he: לירה
it: Botta
pt_br: Libra
zh_cn: 磅

source: PsychoCut
he: גזור פסיכית
it: Psicotaglio
pt_br: Corte psicopata
zh_cn: 心理切割

source: QuickAttack
da: Hurtig angreb
he: התקפה מהירה
it: Attacco rapido
nl: Snelle aanval
pt_br: Ataque rápido
zh_cn: 快速攻击

source: RazorLeaf
da: Barbermaskine blad
he: גילוח עלה
it: Foglielama
nl: Razor blad
pt_br: Folha navalha
zh_cn: 刀叶

source: Scratch
da: ridse
de: Kratzer
he: שריטה
it: Graffio
nl: Klad
pt_br: Arranhão
zh_cn: 草稿

source: Sludge
da: Slam
de: Schlammbad
he: בוצה
it: Fango
nl: Slib
pt_br: Lodo
zh_cn: 污泥

source: Smog
he: ערפיח
pt_br: Fumaça
zh_cn: 烟雾

source: SuckerPunch
he: שורת המחץ
it: Sbigoattacco
pt_br: Murro
zh_cn: 特工

source: Tackle
da: Takle
he: למדינתו
it: Azione
nl: Aan te pakken
pt_br: Equipamento
zh_cn: 处理

source: TakeDown
da: Bekæmpe
he: תוריד
it: Riduttore
pt_br: Derrubar
zh_cn: 取下

source: ThunderShock
da: Torden chok
he: הלם רעם
it: Tuonoshock
pt_br: Choque do trovão
zh_cn: 雷电冲击

source: ViceGrip
da: Politi Greb
he: סגן אחיזה
it: Presa
pt_br: Aperto de vício
zh_cn: 副控制

source: VineWhip
da: Vin Pisk
he: גפן השוט
it: Frustata
nl: Vine zweep
pt_br: Chicote de cipó
zh_cn: 藤鞭

source: WaterGun
da: Vandpistol
he: אקדח מים
it: Pistolacqua
nl: Waterpistool
pt_br: Pistola de água
zh_cn: 水炮

source: WingAttack
da: Fløj angreb
he: אגף התקפה
it: Attacco d'ala
nl: Vleugel aanval
pt_br: Ataque de asa
zh_cn: 翅膀攻击

source: Wrap
da: Indpak
de: Wickel
he: לעטוף
it: Avvolgibotta
nl: Terugloop
pt_br: Encapsular
zh_cn: 环绕

source: Absorb
da: Absorber
de: Absorber
he: לספוג
it: Assorbimento
nl: Absorberen
pt_br: Absorver
zh_cn: 吸收

source: Acid
da: Syre
de: Säure
he: חומצה
it: Acido
pt_br: Ácido
zh_cn: 麻醉

source: AcidFast
da: Hurtig Syre
he: חומצה מהיר
it: Acido
nl: Zure Fast
pt_br: Ácido rápido
zh_cn: 快速麻醉

source: AerialAce
da: Luft Es
he: אייס אווירי
it: Aerassalto
nl: Luchtfoto Ace
pt_br: Ace aéreo
zh_cn: 空中王牌

source: AirCutter
da: Luft Kniv
he: אוויר חותך
it: Aerasoio
nl: Lucht Cutter
pt_br: Cortador de ar
zh_cn: 空气切割机

source: AirSlash
da: Luft Slag
he: אוויר קו נטוי
it: Eterelama
nl: Lucht Slash
pt_br: Golpe do Ar
zh_cn: 空中削减

source: AncientPower
da: GammelKraft
he: כוח עתיק
it: Forza antica
nl: Oude kracht
pt_br: Poder antigo
zh_cn: 远古能量

source: AquaJet
da: Vand Jet
he: סילון אקווה
it: Aquagetto
pt_br: Jato de água
zh_cn: 水射流

source: AquaTail
da: Vand Hale
he: הזנב אקווה
it: Idrondata
nl: Aqua staart
pt_br: Cauda de água
zh_cn: 水尾

source: BiteFast
da: Bid
de: Biss
it: Morso
nl: Beet
pt_br: Mordida
zh_cn: 攻击

source: Blizzard
da: Storm
he: סופת השלגים
it: Bora
pt_br: Nevasca
zh_cn: 暴雪

source: BodySlam
da: Krops klasker
he: גוף טריקה
it: Corposcontro
pt_br: Batida corporal
zh_cn: 身体能量充满

source: BoneClub
da: Ben Kølle
he: עצם מועדון
it: Ossoclava
pt_br: Clube do osso
zh_cn: 骨区

source: BrickBreak
da: Murstens forsvar
he: לשבור לבנים
it: Breccia
nl: Bakstenen breken
pt_br: Quebra tijolos
zh_cn: 砖头攻击

source: Brine
da: Saltlage
de: Lake
he: מי מלח
it: Acquadisale
nl: Pekel
pt_br: Salmoura
zh_cn: 盐水

source: BubbleBeam
da: Bobel Stråle
he: קרן בועות
it: Bollaraggio
pt_br: Feixe de bolha
zh_cn: 泡沫之光

source: BubbleFast
da: Hurtig Bobbel
he: בועה מהר
it: Bollaraggio
nl: Bubble snel
pt_br: Bolha rápida
zh_cn: 快速泡沫

source: BugBite
da: Insekt Bid
he: לנשוך באג
it: Coleomorso
nl: Bug beet
pt_br: Picada de inseto
zh_cn: 蚊虫叮咬

source: BugBiteFast
da: Insekt Bid
he: לנשוך באג
it: Coleomorso
nl: Bug beet
pt_br: Picada de inseto
zh_cn: 快速蚊虫叮咬

source: BugBuzz
da: Insekt Brummer
he: באג באז
it: Ronzio
pt_br: Zumbido de inseto
zh_cn: 震动嗡嗡声

source: Bulldoze
da: Tyre dosis
he: בול דוז
it: Battiterra
nl: Bull sluimeren
pt_br: Calmante de touro
zh_cn: 牛瞌睡

source: BulletPunch
da: Kugle Skub
he: כדור המחץ
it: Pugnoscarica
nl: Opsommingsteken Punch
pt_br: Soco de bala
zh_cn: 子弹拳

source: BulletPunchFast
da: Kugle Skub
he: כדור המחץ
it: Pugnoscarica
nl: Opsommingsteken Punch
pt_br: Soco de bala
zh_cn: 快速子弹拳

source: ConfusionFast
da: Forvirring
he: בלבול
it: Confusione
nl: Verwarring
pt_br: Confusão
zh_cn: 困惑

source: CrossPoison
da: Giftig Kors
he: לחצות את הרעל
it: Velenocroce
nl: Kruis van Poison
pt_br: Mistura Venenosa
zh_cn: 十字毒

source: Cut
da: Skære
de: Zerschneider
he: לחתוך
it: Taglio
nl: Knippen
pt_br: Cortar
zh_cn: 剪切

source: CutFast
da: Skære
de: Zerschneider
he: לחתוך
it: Taglio
nl: Knippen
pt_br: Cortar
zh_cn: 快速剪切

source: DazzlingGleam
da: Blændende skær
he: מסנוור זוהר
it: Magibrillio
nl: Schitterende glans
pt_br: Brilho Deslumbrante
zh_cn: 耀眼之光

source: DisarmingVoice
da: Afvæbnende stemme
he: לנטרל את הקול
it: Incantavoce
nl: Ontwapenende stem
pt_br: Voz de desarmamento
zh_cn: 解除武装的声音

source: Discharge
da: Afsked
de: Ladungsstoß
he: פריקה
it: Scarica
nl: Kwijting
pt_br: Descarga
zh_cn: 放电

source: DragonBreath
da: Drage ånde
he: נשימה דרקון
it: Dragospiro
nl: Draak adem
pt_br: Bafo de dragão
zh_cn: 龙之呼吸

source: DragonBreathFast
da: Drage ånde
he: נשימה דרקון
it: Dragospiro
nl: Draak adem
pt_br: Bafo de dragão
zh_cn: 龙之呼吸

source: DragonClaw
da: Drage klo
he: טופר הדרקון
it: Dragartigli
pt_br: Garra de dragão
zh_cn: 龙爪

source: DragonPulse
da: Drage puls
he: הדופק הדרקון
it: Dragopulsar
pt_br: Pulso de dragão
zh_cn: 龙之脉

source: DrainingKiss
da: Drænende kys
he: ניקוז נשיקה
it: Assorbibacio
nl: Aftappen van Kiss
pt_br: Beijo de drenagem
zh_cn: 排水之吻

source: DrillPeck
da: Borespids
he: התרגיל פק
it: Perforbecco
nl: Boor Peck
pt_br: Furadeira Peck
zh_cn: 钻啄

source: DrillRun
da: Øvelse Løb
he: תרגיל הפעלה
it: Giravvita
nl: Boor Run
pt_br: Execução de perfuração
zh_cn: 演练开始

source: Earthquake
da: Jordskælv
de: Erdbeben
he: רעידת אדמה
it: Terremoto
nl: Aardbeving
pt_br: Terremoto
zh_cn: 地震

source: EmberFast
da: Hurtig Glød
he: גחלת מהר
it: Braciere
nl: Ember snel
pt_br: Brasa rápida
zh_cn: 快速余烬

source: FeintAttackFast
da: Svagt Angreb
he: התקפה להתעלף
it: Finta
nl: Feint aanval
pt_br: Ataque de simulação
zh_cn: 声东击西

source: FireBlast
da: Ild sprængning
he: הפיצוץ אש
it: Fuocobomba
nl: Brand Blast
pt_br: Explosão de fogo
zh_cn: 火爆

source: FireFangFast
da: Ildfang
he: אש פאנג
it: Rogodenti
nl: Brand Fang
pt_br: Presa de Fogo
zh_cn: 火方

source: FirePunch
da: Ild Skub
he: אש המחץ
it: Fuocopugno
nl: Brand Punch
pt_br: Soco de fogo
zh_cn: 火拳

source: FlameBurst
da: Flamme Stråle
he: להבה פרץ
it: Pirolancio
nl: Vlam Burst
pt_br: Rajada de fogo
zh_cn: 烈焰攻击

source: FlameCharge
da: Flamme udfald
he: תשלום להבה
it: Nitrocarica
nl: Lading van de vlam
pt_br: Carga de fogo
zh_cn: 火焰电荷

source: FlashCannon
da: Flash kanon
he: פלאש תותח
it: Cannonflash
nl: Flash kanon
pt_br: Canhao de lampejo
zh_cn: 闪电加农炮

source: FrostBreath
da: Frost Ånde
he: פרוסט נשימה
it: Alitogelido
nl: Frost adem
pt_br: Hálito de gelo
zh_cn: 霜冻呼吸

source: FrostBreathFast
da: Frost Ånde
he: Frost Breath
it: Alitogelido
nl: Frost adem
pt_br: Hálito de gelo
zh_cn: 快速霜冻呼吸

source: FuryCutter
da: Raseri Skærer
he: זעם קאטר
it: Tagliofuria
pt_br: Cortador de fúria
zh_cn: 怒刀

source: FuryCutterFast
da: Raseri Skærer
he: זעם קאטר
it: Tagliofuria
nl: Fury Cutter
pt_br: Cortador de fúria
zh_cn: 怒刀

source: GigaDrain
da: Giga Dræn
he: ניקוז גיגה
it: Gigassorbimento
nl: Giga afvoer
pt_br: Giga dreno
zh_cn: 大量流失

source: GunkShot
da: Gunk Skud
he: זריקה זבל
it: Sporcolancio
nl: Smurrie Shot
pt_br: Tiro de lamaçal
zh_cn: 料斗射击

source: Headbutt
da: Skalle
de: Kopfnuss
he: . הלכנו
it: Bottintesta
pt_br: Cabeçada
zh_cn: 铁头

source: HeartStamp
da: Hjerte frimærke
he: חותמת הלב
it: Cuorestampo
nl: Hart stempel
pt_br: Selo de coração
zh_cn: 心邮票

source: HeatWave
da: Hedebølge
he: גל חום
it: Ondata di calore
nl: Hittegolf
pt_br: Onda de calor
zh_cn: 热力波浪

source: HornAttack
da: Horn angreb
he: קרן התקפה
it: Incornata
nl: Hoorn-aanval
pt_br: Ataque do chifre
zh_cn: 角攻击

source: Hurricane
da: Orkan
de: Wirbelsturm
he: הוריקן
it: Tifone
nl: Orkaan
pt_br: Furacão
zh_cn: 飓风

source: HydroPump
da: Vand Pumpe
he: משאבות הידרו
it: Idropompa
nl: Hydro pomp
pt_br: Hidro bomba
zh_cn: 水轮泵

source: HydroPumpBlastoise
da: Vand Pumpe
he: משאבות הידרו
it: Idropompa
nl: Hydro pomp
pt_br: Hidro bomba
zh_cn: 水轮泵

source: HyperFang
da: Hyper Gifttand
he: פאנג היפר
it: Iperzanna
pt_br: Hiper-Presa
zh_cn: 超级尖端

source: IceBeam
da: Is stråle
he: קרן קרח.
it: Geloraggio
nl: Ijs Beam
pt_br: Raio de gelo
zh_cn: 冰之光

source: IcePunch
da: Is Slag
he: אגרוף קרח
it: Gelopugno
nl: Ijs Punch
pt_br: Soco de gelo
zh_cn: 冰拳

source: IceShard
da: Is skår
he: השבר קרח
it: Geloscheggia
nl: Scherf ijs
pt_br: Fragmento de gelo
zh_cn: 冰碎片

source: IceShardFast
da: Is skår
he: השבר קרח
it: Geloscheggia
nl: Scherf ijs
pt_br: Fragmento de gelo
zh_cn: 冰碎片

source: IcyWind
da: Isnende vind
he: רוח אייסי
it: Ventogelido
nl: Ijzige Wind
pt_br: Vento gelado
zh_cn: 冰风

source: IronHead
da: Jern hoved
he: ראש הברזל
it: Metaltestata
nl: IJzeren hoofd
pt_br: Cabeça de ferro
zh_cn: 铁头

source: KarateChop
da: Karate Hug
he: קארטה
it: Colpo Karate
pt_br: Golpe de karatê
zh_cn: 空手道印章

source: KarateChopFast
da: Karate Hug
he: קארטה
it: Colpo Karate
nl: Karate Chop
pt_br: Golpe de karatê
zh_cn: 空手道印章

source: LeafBlade
da: Løv Kniv
he: עלה להב
it: Fendifoglia
nl: Blad Blade
pt_br: Lâmina de folha
zh_cn: 叶片

source: LickFast
da: Slikke hurtigt
he: ללקק מהיר
it: Leccata
nl: Fast likken
pt_br: Lambida Rápida
zh_cn: 快速舔

source: LowKickFast
da: Lavt Spark
he: בעיטה נמוכה
it: Colpo basso
nl: Lage Kick
pt_br: Chute baixo
zh_cn: 低处踢

source: LowSweep
da: Feje Lavt
he: סריקה נמוכה
it: Calciobasso
nl: Lage Sweep
pt_br: Varredura Baixa
zh_cn: 低处扫

source: MagnetBomb
da: Magnet bombe
he: מגנט פצצה
it: Bombagnete
nl: Magneet bom
pt_br: Bomba Magnética
zh_cn: 磁铁炸弹

source: MegaDrain
da: Mega afløb
he: ניקוז מגה
it: Megassorbimento
nl: Mega afvoer
pt_br: Mega dreno
zh_cn: 巨型流失

source: MetalClawFast
da: Metal klo
he: טופר מתכת
it: Ferrartigli
nl: Metalen klauw
pt_br: Garra de metal
zh_cn: 金属爪

source: Moonblast
da: Månesprængning
de: Mondgewalt
he: הירח הפיצוץ
it: Forza Lunare
zh_cn: 月之爆炸

source: MudBomb
da: Mudder bombe
he: הפצצה בוץ
it: Fangobomba
nl: Modder bom
pt_br: Bomba de lama
zh_cn: 泥炸弹

source: MudShot
da: Mudder skud
he: בוץ ירה
it: Colpodifango
nl: Modder Shot
pt_br: Tiro de lama
zh_cn: 泥球

source: MudShotFast
da: Mudder skud
he: בוץ ירה
it: Colpodifango
nl: Modder Shot
pt_br: Tiro de lama
zh_cn: 泥球

source: MudSlapFast
da: Mudder slag
he: סטירה בוץ
it: Fangosberla
nl: Modder klap
pt_br: Bofetada de lama
zh_cn: 泥掌

source: NightSlash
da: Nat slidse
he: קו נטוי הלילה
it: Nottesferza
nl: Nacht Slash
pt_br: Golpe da noite
zh_cn: 夜之杠

source: OminousWind
da: Ildevarslende vind
he: רוח מבשר רעות
it: Funestovento
nl: Onheilspellende Wind
pt_br: Vento sinistro
zh_cn: 不祥之风

source: ParabolicCharge
da: Parabolsk Angreb
he: תשלום פרבוליות
it: Caricaparabola
nl: Parabolische gratis
pt_br: Carga parabólica
zh_cn: 抛物电荷

source: Peck
da: Hakke
de: Schnabel
he: פק
it: Beccata
pt_br: Bicada
zh_cn: 匹克

source: PeckFast
da: Hakke
de: Schnabel
he: פק
it: Beccata
nl: Peck
pt_br: Bicada
zh_cn: 快速匹克

source: PetalBlizzard
da: Kronblads Storm
he: סופת השלגים פטאל
it: Fiortempesta
pt_br: Nevasca de pétala
zh_cn: 暴雪花瓣

source: PlayRough
da: Spil Rå
he: בלייר
it: Carineria
nl: Ruw spelen
pt_br: Jogo duro
zh_cn: 粗糙发挥

source: PoisonFang
da: Giftig Hugtand
he: הניבים
it: Velenodenti
pt_br: Presas venenosas
zh_cn: 毒药坊

source: PoisonJab
da: Giftig Sting
he: להרעיל את המכה
it: Velenopuntura
nl: Vergif Jab
pt_br: Soco Venenoso
zh_cn: 毒拳

source: PoisonJabFast
da: Giftig puf
he: להרעיל את המכה
it: Velenopuntura
nl: Vergif Jab
pt_br: Soco Venenoso
zh_cn: 毒拳

source: PoisonStingFast
da: Giftig Stik
he: עוקץ רעל
it: Velenospina
nl: Vergif Sting
pt_br: Picada de veneno
zh_cn: 毒刺

source: PoundFast
da: Slå Hurtigt
he: להלום מהר
it: Velenospina
nl: Snel pond
pt_br: Bata rápido
zh_cn: 快速棒打

source: PowerGem
da: Kraft Ædelsten
he: כוח פנינה
nl: Macht Gem
pt_br: Gema de poder
zh_cn: 能量宝石

source: PowerWhip
da: Kraft Pisk
he: כוח השוט
it: Gemmoforza
nl: Macht zweep
pt_br: Chicote de energia
zh_cn: 能量之鞭

source: Psybeam
de: Psystrahl
he: קרן מדיום
it: Psicoraggio
zh_cn: 精神之光

source: Psychic
de: Psychokinese
he: מדיום
it: Psichico
pt_br: Psíquico
zh_cn: 通灵者

source: PsychoCutFast
da: Psycho Cut
he: גזור פסיכית
it: Psicotaglio
nl: Psycho Cut
pt_br: Corte Psiquico
zh_cn: 快速心理切割

source: Psyshock
de: Psychoschock
he: הלם נפשי
it: Psicoshock
pt_br: Choue Psíquico
zh_cn: 精神打击

source: Psystrike
de: Psychostoß
he: השביתה מדיום
it: Psicobotta
pt_br: Pancada Psíquica
zh_cn: 精神攻击

source: QuickAttackFast
da: Hurtig angreb
he: התקפה מהירה
it: Attacco rapido
nl: Snelle aanval
pt_br: Ataque rápido
zh_cn: 快速攻击

source: RazorLeafFast
da: Barbermaskine blad
he: גילוח עלה
it: Foglielama
nl: Razor blad
pt_br: Folha navalha
zh_cn: 刀叶

source: Rest
da: Hvile
de: Erholung
he: כל השאר
it: Riposo
pt_br: Descanso
zh_cn: 休息

source: RockSlide
da: Sten Skred
he: . מפולת סלעים
it: Frana
pt_br: Avalanche
zh_cn: 山体滑坡

source: RockSmashFast
da: Sten Slag
he: המלאכית
it: Spaccaroccia
nl: Rock Smash
pt_br: Quebra pedra
zh_cn: 碎石

source: RockThrow
da: Sten Kast
he: רוק לזרוק
it: Sassata
nl: Rock gooien
pt_br: Lançamento de pedra
zh_cn: 抛石

source: RockThrowFast
da: Sten Kast
he: רוק לזרוק
it: Sassata
nl: Rock gooien
pt_br: Lançamento de pedra
zh_cn: 快速抛石

source: RockTomb
da: Sten Grav
he: קבר רוק
it: Rocciotomba
pt_br: Tumba de pedra
zh_cn: 岩墓

source: Scald
da: Skolde
de: Siedewasser
he: לשלוק
it: Idrovampata
nl: Schroeien
pt_br: Escalda
zh_cn: 烫伤

source: ScaldBlastoise
da: Skolde
de: Siedewasser
he: לשלוק
it: Idrovampata
nl: Schroeien
pt_br: Escalda
zh_cn: 烫伤

source: ScratchFast
da: Ridse
de: Kratzer
he: שריטה
it: Graffio
nl: Klad
pt_br: Arranhão
zh_cn: 草稿

source: SeedBomb
da: Frø Bombe
he: פצצה זרע
it: Semebomba
nl: Zaad bom
pt_br: Bomba de semente
zh_cn: 种子炸弹

source: ShadowBall
da: Skygge bold
he: כדור צל
it: Palla ombra
nl: Schaduw bal
pt_br: Bola da sombra
zh_cn: 影子球

source: ShadowClaw
da: Skygge klo
he: צל טופר
it: Ombrartigli
nl: Schaduw klauw
pt_br: Garra da sombra
zh_cn: 快速阴影之爪

source: ShadowClawFast
da: Skygge klo
he: צל טופר
it: Ombrartigli
nl: Schaduw klauw
pt_br: Garra da sombra
zh_cn: 阴影之爪

source: ShadowPunch
da: Skygge Slag
he: אגרוף צל
it: Pugnodombra
nl: Schaduw Punch
pt_br: Soco de sombra
zh_cn: 影子拳

source: ShadowSneak
da: Snige i Skyggen
he: הצצה צל
it: Furtivombra
nl: Schaduw Sneak
pt_br: Sombra Furtiva
zh_cn: 阴影潜行

source: SignalBeam
da: Signal stråle
he: האות קרן
it: Segnoraggio
nl: Signaalstraal
pt_br: Sinal de feixe
zh_cn: 信号光

source: Slam
da: Smække
he: תיסלם
it: Schianto
pt_br: Bater
zh_cn: 大满贯

source: Slash
da: Slå
de: Schlitzer
he: לוכסן
it: Lacerazione
pt_br: Golpear
zh_cn: 杠

source: SludgeBomb
da: Slam bombe
he: בוצה פצצה
it: Fangobomba
nl: Slib bom
pt_br: Bomba de lama
zh_cn: 污泥炸弹

source: SludgeWave
da: Slam bølge
he: גל בוצה
it: Fangonda
nl: Slib Wave
pt_br: Onda de lama
zh_cn: 污泥波

source: SolarBeam
da: Sol stråle
he: קרן שמש
it: Solarraggio
pt_br: Raio solar
zh_cn: 太阳光

source: Spark
da: Gnist
de: Funkensprung
he: הניצוץ
it: Scintilla
nl: Vonk
pt_br: Faísca
zh_cn: 攻击

source: SparkFast
da: Hurtig Gnist
he: ספארק מהר
it: Scintilla
nl: Snel vonk
pt_br: Faísca Rápida
zh_cn: 快速星火

source: Splash
da: Stænk
de: Platscher
he: ספלאש
nl: Welkom
pt_br: Respingo
zh_cn: 启动

source: SplashFast
da: Stænk
de: Platscher
he: ספלאש
it: Splash
nl: Welkom
pt_br: Respingo
zh_cn: 启动

source: SteelWing
da: Stål fløj
he: אגף פלדה
it: Alacciaio
nl: Stalen Wing
pt_br: Asa de aço
zh_cn: 钢翼

source: SteelWingFast
da: Stål fløj
he: אגף פלדה
it: Alacciaio
nl: Stalen Wing
pt_br: Asa de aço
zh_cn: 钢翼

source: Stomp
da: Tramp
de: Stampfer
he: לרקוע
it: Pestone
pt_br: Pisar
zh_cn: 跺脚

source: StoneEdge
da: Sten kant
he: אבן קצה
it: Pietrataglio
pt_br: Ponta de pedra
zh_cn: 石之边缘

source: Struggle
da: Kæmpe
de: Verzweifler
he: המאבק
it: Scontro
nl: Strijd
pt_br: Luta
zh_cn: 斗争

source: Submission
da: Underkastelse
de: Überroller
he: כניעה
it: Sottomissione
nl: Indienen
pt_br: Submissão
zh_cn: 提交

source: SuckerPunchFast
da: Sucker Punch
he: שורת המחץ
it: Sbigoattacco
nl: Sucker Punch
pt_br: Soco de otário
zh_cn: 空隙攻击

source: Swift
da: Hurtig
de: Sternschauer
he: סוויפט
it: Comete
pt_br: Rápido
zh_cn: 褐雨燕

source: TackleFast
da: Takle
de: Tackle
he: למדינתו
it: Azione
nl: Aan te pakken
pt_br: Equipamento
zh_cn: 处理

source: Thunder
da: Torden
de: Donner
he: רעם
it: Tuono
pt_br: Trovão
zh_cn: 雷

source: Thunderbolt
da: Lyn
de: Donnerblitz
he: יונתן
it: Fulmine
pt_br: Relâmpago
zh_cn: 迅雷

source: ThunderPunch
da: Torden Slag
he: אגרוף רעם
it: Tuonopugno
pt_br: Soco trovão
zh_cn: 雷拳

source: ThunderShockFast
da: Torden chok
he: הלם רעם
it: Tuonoshock
nl: Thunder Shock
pt_br: Choque do trovão
zh_cn: 雷电冲击

source: Twineedle
de: Duonadel
he: מחט
it: Doppio Ago
zh_cn: 双针

source: Twister
da: Hvirvelvind
de: Windhose
he: טוויסטר
it: Tornado
pt_br: Tornado
zh_cn: 缠绕

source: VineWhipFast
da: Vin Pisk
he: גפן השוט
it: Frustata
nl: Vine zweep
pt_br: Chicote de cipó
zh_cn: 藤鞭

source: WaterGunFast
da: Vandpistol
he: אקדח מים
it: Pistolacqua
nl: Waterpistool
pt_br: Pistola de água
zh_cn: 水炮

source: WaterGunFastBlastoise
da: Vandpistol
he: אקדח מים
it: Pistolacqua
nl: Waterpistool
pt_br: Pistola de água
zh_cn: 水炮

source: WaterPulse
da: Vand Stråle
he: הדופק מים
it: Idropulsar
pt_br: Pulso de água
zh_cn: 水脉波

source: WingAttackFast
da: Fløj angreb
he: אגף התקפה
it: Attacco d'Ala
nl: Vleugel aanval
pt_br: Ataque de asa
zh_cn: 翅膀攻击

source: WrapGreen
da: Indpak Grøn
he: לעטוף את גרין
it: Avvolgibotta
nl: Wikkel groen
pt_br: Embrulho Verde
zh_cn: 绿色包装

source: WrapPink
da: Indpak Pink
he: לעטוף ורוד
it: Avvolgibotta
nl: Wikkel roze
pt_br: Embrulho Rosa
zh_cn: 粉红色包装

source: XScissor
da: XSaks
de: Kreuzschere
he: מספריים
it: Forbice X
pt_br: Tesoura
zh_cn: X 剪刀手

source: ZenHeadbuttFast
da: Zen skalle
he: זן הנגיחה
it: Cozzata Zen
nl: Zen Headbutt
pt_br: Cabeçada Zen
zh_cn: 铁头大师
